Repository: phpMussel/extras
Catalog: PO/phpMussel-*.po
Languages: de, es, fr, id, it, nl, vi

source: I don't understand that command, sorry.
de: Entschuldigung, ich verstehe diesen Befehl nicht.
vi: Xin lỗi, tôi không hiểu câu lệnh này.

source: q - Quit CLI. - Aliases: quit, exit. md5_file - Generate MD5 signatures from files [Syntax: md5_file filename]. - Alias: m. md5 - Generate MD5 signature from string [Syntax: md5 string]. hex_encode - Convert binary string to hexadecimal [Syntax: hex_encode string]. - Alias: x. hex_decode - Convert hexadecimal to binary string [Syntax: hex_decode string]. base64_encode - Convert binary string to base64 string [Syntax: base64_encode string]. - Alias: b. base64_decode - Convert base64 string to binary string [Syntax: base64_decode string]. scan - Scan file or directory [Syntax: scan filename]. - Alias: s. update - Update phpMussel. - Alias: u. c - Print this command list.
de: q - Beendet den CLI-Modus. - Alias: quit, exit. md5_file - Generiert MD5-Signaturen einer Datei [Syntax: md5_file filename]. - Alias: m. md5 - Generiert MD5-Signaturen eines String-Wertes [Syntax: md5 string]. hex_encode - Konvertiert einen Binär-Wert in einen Hexidezimal-Wert [Syntax: hex_encode string]. - Alias: x. hex_decode - Konvertiert einen Hexidezimal-Wert in einen Binär-Wert [Syntax: hex_decode string]. base64_encode - Konvertiert einen Binär-Wert in einen Base64-Wert [Syntax: base64_encode string]. - Alias: b. base64_decode - Konvertiert einen Base64-Wert in einen Binär-Wert [Syntax: base64_decode string]. scan - Überprüft eine Datei oder ein Verzeichnis [Syntax: scan filename]. - Alias: s. update - Aktualisiert phpMussel. - Alias: u. c - Gibt diese Befehlsliste aus.
vi: q – Thoát ra CLI. - Bí danh: quit, exit. md5_file - Phát ra MD5 chử ký từ tài liệu [Syntax: md5_file filename]. – Bí danh: m. md5 – Phát ra MD5 chử ký từ dây [Syntax: md5 string]. hex_encode - Chuyển đổi dây nhị phân thành hệ thập lục phân [Syntax: hex_encode string]. – Bí danh: x. hex_decode - Chuyển đổi hệ thập lục phân thành dây nhị phân [Syntax: hex_decode string]. base64_encode – Chuyển đổi dây nhị phân thành dây base64 [Syntax: base64_encode string]. – Bí danh: b. base64_decode – Chuyển đổi dây base64 thành dây nhị phân [Syntax: base64_decode string]. scan – Xem tài liệu hoạc hồ sơ [Syntax: scan filename]. – Bí danh: s. update – Cập nhật phpMussel. – Bí danh: u. c – In danh sách lệnh này.

source: Failed to complete scanning process
de: Ein vollständiger Scan konnte nicht durchgeführt werden
vi: Quá trình quét chưa được hoàn thành

source: is not a file or directory.
de: ist keine Datei oder ein Verzeichnis.
vi: không phải là file hoạc thư mục.

source: Thank you for using phpMussel, a PHP script designed to detect trojans, viruses, malware and other threats within files uploaded to your system wherever the script is hooked, based on the signatures of ClamAV and others. PHPMUSSEL COPYRIGHT 2013 and beyond GNU/GPLv2 by Caleb M (Maikuolan). ~ ~ ~
de: Vielen Dank für die Benutzung von phpMussel, einem auf PHP basiertem Script, um Trojaner, Viren, Malware und andere Bedrohungen in Dateien zu entdecken, die auf Ihr System hochgeladen werden könnten, welches die Signaturen von ClamAV und andere nutzt. PHPMUSSEL COPYRIGHT 2013 and beyond GNU/GPLv2 by Caleb M (Maikuolan). ~ ~ ~
vi: Cảm ơn bạn đã chọn phpMussel, một loại bản PHP được thiết kế để phát hiện trojan, vi rút, phần mềm đọc hại và những gì có thể gây nguy hiểm trong những các tài liệu tài lên trên máy của bạn. Bất cứ nơi nào mà bản đã được nối, dưa trên chử ký của ClamAV và những người khác. BẢN QUYỀN PHPMUSSEL 2013 và hơn GNU/GPLv2 by Caleb M (Maikuolan). ~ ~ ~

source: Currently running phpMussel in CLI mode (command line interface). To scan a file or directory, type 'scan', followed by the name of the file or directory that you want phpMussel to scan and press Enter; Type 'c' and press Enter for a list of CLI mode commands; Type 'q' and press Enter to quit:
de: phpMussel befindet sich im CLI-Modus (Command Line Interface). Um eine Datei oder ein Verzeichnis mit phpMussel zu überprüfen, geben Sie 'scan', gefolgt vom Namen der Datei oder des Verzeichnisses ein und bestätigen mit Enter; Geben Sie 'c' und Enter für eine Liste der verfügbaren Befehle im CLI-Modus ein; Geben Sie 'q' und Enter zum Beenden ein:
vi: phpMussel đang chạy trong chế độ CLI (command line interface). Đễ quét tài liệu hoạc thư mục, hảy đánh vào 'scan', sau đó tên của tài liệu hoạc thư mực mà bạn muốn phpMussel quét ròi bấm Enter; Đánh vào 'c' và bấm Enter đễ xem những loại chế độ CLI; Đánh 'q' và bấm Enter đế thoát ra:

source: Not a valid PE file!
de: Keine gültige PE-Datei!
vi: Tài liệu PE không hợp lệ!

source: PE Sections:
de: PE-Sektionen:
vi: Các loại PE:

source: Restarting phpMussel may be required before updates become apparent.
de: phpMussel muss neu gestartet werden, damit die Aktualisierungen wirksam werden.
vi: Có thể phải bắt đầu lại phpMussel trước khi cập nhật hiện lên.

source: In progress
de: Im Gange
vi: Đang trong quá trình

source: phpMussel controls lockout enabled.
de: phpMussel Kontrollen-Sperrung aktiviert.
vi: Cho phép các điều khiển khóa máy của phpMussel.

source: Core script file missing! Please reinstall phpMussel.
de: Coree-Script Datei fehlt! Bitte phpMussel erneut installieren.
vi: Bản tài liệu chính đang thiểu! Xin hảy cài đặt lại phpMussel.

source: Detected corrupted PE
de: Beschädigte PE entdeckt
vi: Lối của PE đã được phát hiện ra

source: Upload Denied!
de: Upload verweigert!
vi: Sự tải lên đã bị từ chối!

source: Your upload was blocked for the reasons listed below
de: Der Upload wurde aus den unten aufgeführten Gründen blockiert
vi: Sự tải lên của bạn đã bị từ chối bởi lý do dưới đây

source: Detected {vn}
de: Entdeckt {vn}
vi: Đã được phát hiện {vn}

source: Detected control characters
de: Steuerzeichen erkannt
vi: Ký tự điều khiển đã được phát hiện

source: Detected encrypted archive; Encrypted archives not permitted
de: Verschlüsseltes Archiv entdeckt; Verschlüsselte Archive sind nicht erlaubt
vi: Kho đã mã hóa đã được phát hiện; Kho đã mã hóa chưa có sự cho phép

source: Failed to access
de: Zugriff fehlgeschlagen auf
vi: Truy cập bị thức bại

source: File
de: Datei
vi: Tài liệu

source: Filesize limit exceeded
de: Dateigröße überschritten
vi: Cở của tài liệu đã bị quá giới hạn

source: Filetype blacklisted
de: Dateityp auf Blacklist
vi: Loại tài liệu đã vào danh sách đen

source: Finished
de: Fertig
vi: Hoàn thành

source: Generated by
de: Generiert von
vi: Được tạo bởi

source: Greylist cleared.
de: Greylist gelöscht.
vi: Danh sách xám đã được xóa.

source: Greylist not updated.
de: Greylist nicht aktualisiert.
vi: Danh sách không được cập nhật.

source: Greylist updated.
de: Greylist aktualisiert.
vi: Danh sách xám được cập nhật.

source: Image
de: Bild
vi: Hình ảnh

source: Instance already active! Please double-check your hooks.
de: Instanz bereits aktiv! Bitte prüfe deine Hooks.
vi: Trường hợp đã hoạt động! Xin hảy kiểm tra giây nói.

source: Invalid file
de: Ungültige Datei
vi: Tài liệu không hợp lệ

source: Invalid URL!
de: Ungültige URL!
vi: URL không hợp lệ!

source: Uploading files other than images isn't permitted
de: Upload von Nicht-Bilddateien ist nicht erlaubt
vi: Ngoài ra hình ảnh, những tài liệu khác không được phép tải lên

source: phpMussel disabled.
de: phpMussel deaktiviert.
vi: phpMussel bị vô hiệu.

source: phpMussel already disabled.
de: phpMussel bereits deaktiviert.
vi: phpMussel đã bị tất.

source: phpMussel enabled.
de: phpMussel aktiviert.
vi: phpMussel cho phép.

source: phpMussel already enabled.
de: phpMussel bereits aktiviert.
vi: phpMussel đã được cho phép.

source: Plugins directory doesn't exist!
de: Plugin-Verzeichnis nicht vorhanden!
vi: Thư mực plugin không tồn tại!

source: Recursion depth limit exceeded
de: Rekursionstiefe-Limit überschritten
vi: Độ sâu đệ quy bị quá giới hạn

source: Required variables aren't defined: Can't continue.
de: Benötigte Variablen sind nicht definiert: Kann nicht fortfahren.
vi: Các biến số cần thiết chưa có định nghĩa: Có thể không có thể tiếp tục.

source: Scanning aborted!
de: Scan abgebrochen!
vi: Hủy bỏ quét!

source: {x} chameleon attack detected
de: {x}-Chamäleon-Angriff erkannt
vi: {x} tấn công tắc kè hoa được phát hiện

source: Checking
de: Überprüfung
vi: Đang kiểm tra

source: Success! Proceeding to check contents.
de: Erfolg! Überprüfe Inhalte.
vi: Thành công! Tiến hành sự kiểm tra nội dung.

source: Command injection attempt detected
de: CMD-Injektion erkannt
vi: Nỗ lực lệnh chích được phát hiện

source: Complete
de: Komplett
vi: Đã hoàn toàn

source: Failed (missing required extensions)!
de: Gescheitert (fehlende benötigte Erweiterungen)!
vi: Thất bại (phần nối cần thiết bị thiểu)!

source: Filename manipulation detected
de: Manipulation des Dateinamens erkannt
vi: Sự thay đổi của tên tài liệu được phát hiện

source: Signature map corrupted
de: Signaturkarte beschädigt
vi: Bản đồ biểu tượng bị lỗi

source: Signature map missing
de: Signaturkarte fehlt
vi: Bản đồ biểu tượng bị mất

source: Missing filename
de: Fehlender Dateiname
vi: Tên tài liệu bị thiểu

source: Failed (empty or not an archive)!
de: Gescheitert (leer oder kein Archiv)!
vi: Thất bại (tróng hoạc không phải trong kho lưu trữ)!

source: No problems found.
de: Keine Probleme gefunden.
vi: Không tiềm được vấn đề.

source: Reading
de: Lesen
vi: Đang đọc

source: Signature file corrupted
de: Signaturdatei beschädigt
vi: Tài liệu quan trọng bị lỗi

source: Signature file missing
de: Signaturdatei fehlt
vi: Tài liệu quan trọng bị mất

source: Detected potentially dangerous file tampering
de: Potentiell gefährliche Datei-Manipulation erkannt
vi: Tài liệu có khả năng gây nguy hiểm được phát hiện

source: Unauthorised file upload manipulation detected
de: Unerlaubte Upload-Manipulation erkannt
vi: Sự thay đỗi của tài liệu không được phép tải lên được phát hiện

source: Unauthorised file upload manipulation or misconfiguration detected!
de: Unerlaubte Upload-Manipulation oder Fehlkonfiguration erkannt!
vi: Sự thay đỗi của tài liệu không được phép tải lên được phát hiện!

source: Started
de: Gestartet
vi: Đã bắt đầu

source: Too many URLs
de: Zu viele URLs
vi: Quá nhiều URL

source: phpMussel will now attempt to update itself.
de: phpMussel wird nun versuchen, sich zu aktualisieren.
vi: phpMussel bây giờ sẽ tự cập nhật.

source: A script update is available.
de: Ein Script-Update ist verfügbar.
vi: Cập nhật cho nguyên bản đã có.

source: Update check completed successfully.
de: Update-Prüfung erfolgreich abgeschlossen.
vi: Kiểm tra cho bản cập nhật đã hoàn thành.

source: created
de: erstellt
vi: đã tạo ra

source: deleted
de: gelöscht
vi: đã xóa

source: Failed to update: 'update.dat' missing. Reinstall or update manually.
de: Nicht aktualisiert: 'update.dat' fehlt. Erneut installieren oder manuell aktualisieren.
vi: Cập nhật bị thất bại: 'update.dat' thiểu. Cài đặt lại hoặc cập nhật lại.

source: Failed to update: 'update.dat' does not contain any valid update sources. Please update manually.
de: Nicht aktualisiert: 'update.dat' keine gültigen Update-Quellen enthalten. Bitte aktualisieren Sie manuell.
vi: Cập nhật bị thất bại: 'update.dat' không có nguồn bản cập nhật hợp lệ. Xin hảy tự cập nhật.

source: Possible hack or forgery detected in the update instructions supplied by the update source; Source may possibly be compromised. Please notify the script author. Updating manually is recommended.
de: Möglicher Hack oder Fälschung in den von der Update-Quelle angebotenen Update-Anweisungen erkannt; Quelle wurde möglicherweise beeinträchtigt. Bitte benachrichtigen Sie den Skript-Autor. Manuelle Aktualisierung wird empfohlen.
vi: Hack hoạc sự giả mạo được phát hiện trong hướng dẫn cập nhật cung cấp bởi nguồn cập nhật; Nguồn có thể bị xâm nhập. Xin liên lạc với tác giả của kịch bản. Đề nghị hảy tự cập nhật.

source: Missing checksum!
de: Checksumme fehlt!
vi: Tổng kiểm tra bị mất!

source: Missing data!
de: Daten fehlen!
vi: Tài liệu bị mất!

source: Bad data!
de: Daten beschädigt!
vi: Tài liệu xấu!

source: Bad checksum!
de: Checksumme beschädigt!
vi: Tổng kiểm tra xấu!

source: Failed.
de: Gescheitert.
vi: Thất bại.

source: Attempting to fetch version data from
de: Abrufen von Versionsdaten aus
vi: Đang tìm cách để lấy phiên bản dữ liệu từ

source: Update lock detected: Can't continue. Check for corrupt updates or try again later.
de: Update-Sperrung entdeckt: Kann nicht fortfahren. Prüf auf fehlerhafte Updates oder versuch es später nochmal.
vi: Thông tin khóa được phát hiện: Có thể không có thể tiếp tục. Tiềm các bản cập nhật sai hoạc thử lại sau.

source: NOT {x}
de: NICHT {x}
vi: KHÔNG {x}

source: No script update is available at this time.
de: Es steht zur Zeit kein Script-Update zur Verfügung.
vi: Chưa có cập nhật cho kịch bản vào thời điểm này.

source: A script update is available, but can't be fully updated with this version of the update script. Please update manually.
de: Ein Script-Update ist verfügbar, kann aber nicht vollständig mit dieser Version des Update-Scripts aktualisiert werden. Bitte aktualisieren Sie manuell.
vi: Cập nhật cho kịch bản đã có, nhưng không thề cập nhật đầy đủ với phiên bản này. Xin hảy tự cập nhật.

source: phpMussel has failed to update itself because it could not connect to a valid update source. Updating manually is recommended.
de: phpMussel konnte nicht aktualisiert werden, da es sich nicht zu einer gültigen Update-Quelle verbinden konnte. Manuelles Update wird empfohlen.
vi: phpMussel đã thức bại trong sự cập nhật bởi vì không thể kết nối với nguồn cập nhật hợp lệ. Đề nghị hảy tự cập nhật.

source: patched
de: gepatcht
vi: đã vá

source: Update script file missing! Please reinstall phpMussel.
de: Update-Script fehlt! Bitte installieren Sie phpMussel erneut.
vi: Kịch bản cập nhật tài liệu bị mất! Xin hảy cài phpMussel lại.

source: seconds elapsed
de: Sekunden verstrichen
vi: giây trôi qua

source: A signatures update is available.
de: Ein Signaturenupdate ist verfügbar.
vi: Cập nhật chử ký.

source: LATEST SIGNATURES
de: AKTUELLE SIGNATUREN
vi: CHỬ KÝ MỚI NHẤT

source: No signatures update is available at this time.
de: Es steht zur Zeit kein Signaturenupdate zur Verfügung.
vi: Không thế cập nhật chử ký vào lúc này.

source: YOUR SIGNATURES
de: IHRE SIGNATUREN
vi: CHỬ KÝ CỦA BẠN

source: Success.
de: Erfolgreich.
vi: Thành công.

source: successfully
de: erfolgreich
vi: thành công

source: LATEST SCRIPT VERSION
de: AKTUELLE SCRIPT VERSION
vi: PHIÊN BẢN MỚI NHẤT

source: YOUR SCRIPT VERSION
de: IHRE SCRIPT VERSION
vi: PHIÊN BẢN CỦA BẠN

source: signatures
de: Signaturen
vi: Những chữ ký

source: Filesize exceeds the upload_max_filesize directive.
de: Dateigröße überschreitet die Richtlinie upload_max_filesize.
vi: Cỡ của tài liệu quá giới hạn upload_max_filesize chỉ dẫn.

source: Filesize exceeds form-specified filesize limit.
de: Dateigröße überschreitet die im Formular angegebene Dateigröße.
vi: Cỡ của tài liệu quá giới hạn của cỡ file chỉ định.

source: Upload failure! Please contact the hostmaster for assistance!
de: Upload gescheitert! Bitte kontaktieren Sie den Hostmaster für Unterstützung!
vi: Sự tải lên đã bị lối! Xin vui lòng liên lạc với hostmaster để được giúp đỡ!

source: Upload directory missing! Please contact the hostmaster for assistance!
de: Fehlendes Uploadverzeichnis! Bitte kontaktieren Sie den Hostmaster für Unterstützung!
vi: Thư mục tải lên bị thiếu! Xin vui lòng liên lạc với hostmaster để được giúp đỡ!

source: Disc-write error! Please contact the hostmaster for assistance!
de: Festplatten-Schreibfehler! Bitte kontaktieren Sie den Hostmaster für Unterstützung!
vi: Đĩa ghi bị lỗi! Xin vui lòng liên lạc với hostmaster để được giúp đỡ!

source: PHP misconfiguration detected! Please contact the hostmaster for assistance!
de: PHP-Fehlkonfiguration erkannt! Bitte kontaktieren Sie den Hostmaster für Unterstützung!
vi: Phát hiện PHP sai! Xin vui lòng liên lạc với hostmaster để được giúp đỡ!

source: Upload limit exceeded
de: Uploadlimit überschritten
vi: Đã quá giới hạn tải lên

source: Wrong password; Action denied.
de: Falsches Passwort; Ausführung des Befehls verweigert.
vi: Mật khẩu sai; Hành động bị từ chối.

source: does not exist
de: nicht vorhanden
vi: không tồn tại

# bad_command
source: I don't understand that command, sorry.
es: No entiendo ese comando, lo siento.
fr: Je ne comprends pas cette commande, désolé.
id: Saya tidak mengerti perintah itu, maaf.
it: Non capisco quel comando, mi dispiace.
nl: Ik begrijp niet dat bevel, sorry.

# cli_failed_to_complete
source: Failed to complete scanning process
es: No se pudo completar el proceso de escaneo
fr: Échec du terminer le processus d'analyse
id: Gagal untuk menyelesaikan memindai proses
it: Completamento del processo di controllo fallito
nl: Mislukt om het voltooien te scannen

# cli_is_not_a
source: is not a file or directory.
es: no es un archivo o directorio.
fr: n'est pas un fichier ou un répertoire.
id: bukan file atau direktori.
it: non è né un file né una cartella.
nl: is geen bestand of map.

# cli_ln2
source: Thank you for using phpMussel, a PHP script designed to detect trojans, viruses, malware and other threats within files uploaded to your system wherever the script is hooked, based on the signatures of ClamAV and others. PHPMUSSEL COPYRIGHT 2013 and beyond GNU/GPLv2 by Caleb M (Maikuolan). ~ ~ ~
es: Gracias por usar phpMussel, un script PHP diseñado para detectar troyanos, virus, malware y otras amenazas en los archivos subidos al sistema dónde el script está adjunto, basado en las firmas de ClamAV y otros. PHPMUSSEL COPYRIGHT 2013 and beyond GNU/GPLv2 by Caleb M (Maikuolan). ~ ~ ~
fr: Merci pour l'utiliser de phpMusel, un PHP script pour la détection de virus, malveillants logiciels et autres menaces dans les fichiers téléchargés sur votre système partout où le script est accroché, basé sur les signatures de ClamAV et autres. PHPMUSSEL COPYRIGHT 2013 et au-delà GNU/GPL V.2 par Caleb M (Maikuolan). ~ ~ ~
id: Terima kasih untuk menggunakan phpMussel, sebuah skrip php di-design untuk mendeteksi trojan-trojan, virus-virus dan serangan-serangan lainnya dalam file-file diupload ke system Anda dimana saja skrip di kaitkan, berdasarkan tanda tangan dari ClamAV dan lain-lain. PHPMUSSEL HAK CIPTA 2013 dan di atas GNU/GPL V.2 oleh Caleb M (Maikuolan). ~ ~ ~
it: Grazie per aver scelto phpMussel, un programma in PHP progettato per rilevare trojan, virus, malware ed altre minacce nei file caricati sul tuo sistama dovunque il programma stesso è collegato, basato sulle firme di ClamAV ed altri. PHPMUSSEL COPYRIGHT 2013 e oltre GNU/GPL V.2 Caleb M (Maikuolan). ~ ~ ~
nl: Dank u voor het gebruiken van phpMussel, een PHP-script ontwikkeld om trojans, virussen, malware en andere bedreigingen te ontworpen, binnen bestanden geüpload naar uw systeem waar het script is haakte, gebaseerd op de handtekeningen van ClamAV en anderen. PHPMUSSEL COPYRIGHT 2013 en verder GNU/GPL V.2 van Caleb M (Maikuolan). ~ ~ ~

# cli_ln3
source: Currently running phpMussel in CLI mode (command line interface). To scan a file or directory, type 'scan', followed by the name of the file or directory that you want phpMussel to scan and press Enter; Type 'c' and press Enter for a list of CLI mode commands; Type 'q' and press Enter to quit:
es: Ud. está ejecutando phpMussel en modo CLI (interfaz de línea de comandos). Para analizar un archivo o directorio, escribir 'scan', seguido por el nombre del archivo o directorio que usted desea que phpMussel escanee y pulse Enter; Escriba 'c' y pulse Enter para obtener una lista de comandos; Escriba 'q' y pulse Enter para salir:
fr: Fonctionne comme CLI mode pour le moment (commande ligne interface). Pour analyser un fichier ou répertoire, taper 'scan', suivi par le nom du fichier ou répertoire que vous voulez phpMussel pour analyser et appuyez sur Entrée; Tapez 'c' et appuyez sur Entrée pour une liste de CLI mode commandes; Taper 'q' et appuyez sur Entrée pour quitter:
id: Sekarang phpMussel operasi di CLI mode (command line interface). Untuk memindai file atau direktori, menulis 'scan', diikuti dengan nama file atau direktori yang ingin Anda phpMussel untuk memindai dan tekan Enter; Menulis 'c' dan tekan Enter untuk daftar CLI mode perintah; Menulis 'q' dan tekan Enter untuk keluar:
it: Attualmente in esecuzione in modalità CLI (interfaccia a riga di comando). Per controllare un file o una cartella digita 'scan' seguito dal nome del file o della cartella e premi Invio; digita 'c' e premi Invio per l'elenco dei comandi in modalità CLI; digita 'q' e premi Invio per uscire.
nl: Momenteel phpMussel is in CLI-modus (commandlijn interface). Om scannen een bestand of map, typ 'scan', gevolgd door de naam van het bestand of de map die u wilt phpMussel te scannen en druk op Enter; Typ 'c' en druk op Enter voor een lijst op CLI-modus commando's; Typ 'q' en druk op Enter om te stoppen:

# cli_pe1
source: Not a valid PE file!
es: No es un archivo PE válido!
fr: Pas un valide PE fichier!
id: Tidak valid file PE!
it: Non è un PE file valida!
nl: Geen geldig PE-bestand!

# cli_pe2
source: PE Sections:
es: Secciones PE:
id: Seksi PE:
it: PE Sezioni:
nl: PE Secties:

# cli_working
source: In progress
es: En operación
fr: En cours
id: Dalam proses
it: In corso
nl: Aan de gang

# controls_lockout
source: phpMussel controls lockout enabled.
es: Bloqueo de controles de phpMussel habilitado.
fr: phpMussel verrouillage des commandes est activées.
id: phpMussel mengunci kontrol diaktifkan.
it: phpMussel blocco di controlli attivato.
nl: phpMussel controles-slot ingeschakeld.

# core_scriptfile_missing
source: Core script file missing! Please reinstall phpMussel.
es: No se encontró el archivo del script principal! Por favor, reinstale phpMussel.
fr: Base script fichier manquant! S'il vous plaît réinstaller phpMussel.
id: File skrip inti hilang! Silakan instal ulang phpMussel.
it: Nucleo script file mancante! Reinstalla phpMussel.
nl: Kern script ontbreekt! Opnieuw installeer phpMussel.

# corrupted
source: Detected corrupted PE
es: PE corrompido detectado
fr: Détecté corrompu PE
id: Terdeteksi rusak PE
it: Rilevato PE corrotto
nl: Gedetecteerd beschadigd PE

# denied
source: Upload Denied!
es: Subida Denegada!
fr: Téléchargement Refusé!
id: Upload Ditolak!
it: Caricamento Negato!
nl: Upload Geweigerd!

# denied_other
source: Téléchargement Refusé! Subida Denegada! Caricamento Negato! Upload verweigert! Upload Geweigerd! アップロード拒否! 上传是否认! 上傳是否認! Uppladda Nekas! Загрузка Отказана! Augšupielādēt Liegta! 업로드 거부! Sự tải lên đã bị từ chối!
es: Upload Denied! Téléchargement Refusé! Upload verweigert! Upload Geweigerd! Caricamento Negato! アップロード拒否! 上传是否认! 上傳是否認! Uppladda Nekas! Загрузка Отказана! Augšupielādēt Liegta! 업로드 거부! Sự tải lên đã bị từ chối!
fr: Upload Denied! Subida Denegada! Caricamento Negato! Upload verweigert! Upload Geweigerd! アップロード拒否! 上传是否认! 上傳是否認! Uppladda Nekas! Загрузка Отказана! Augšupielādēt Liegta! 업로드 거부! Sự tải lên đã bị từ chối!
id: Upload Denied! Téléchargement Refusé! Subida Denegada! Caricamento Negato! Upload verweigert! Upload Geweigerd! アップロード拒否! 上传是否认! 上傳是否認! Uppladda Nekas! Загрузка Отказана! Augšupielādēt Liegta! 업로드 거부! Sự tải lên đã bị từ chối!
it: Upload Denied! Téléchargement Refusé! Subida Denegada! Upload verweigert! Upload Geweigerd! アップロード拒否! 上传是否认! 上傳是否認! Uppladda Nekas! Загрузка Отказана! Augšupielādēt Liegta! 업로드 거부! Sự tải lên đã bị từ chối!
nl: Upload Denied! Téléchargement Refusé! Subida Denegada! Caricamento Negato! Upload verweigert! Upload Geweigerd! アップロード拒否! 上传是否认! 上傳是否認! Uppladda Nekas! Загрузка Отказана! Augšupielādēt Liegta! 업로드 거부! Sự tải lên đã bị từ chối!
