Repository: phpMussel/extras
Catalog: PO/phpMussel-*.po
Languages: de, es, fr, id, it, nl, vi

# denied_reason
source: Your upload was blocked for the reasons listed below / 您的上传被拒绝由于这些原因:
es: La subida de archivo fue bloqueada por las razones que se indican a continuación / Your upload was blocked for the reasons listed below:
fr: Votre tentative à télécharger a été bloqué pour les raisons énumérées ci-dessous / Your upload was blocked for the reasons listed below:
id: Upload diblokir karena alasan yang tercantum di bawah / Your upload was blocked for the reasons listed below:
it: Il tentativo di caricamento è stato bloccato per i motivi elencati di seguito / Your upload was blocked for the reasons listed below:
nl: De upload poging werd geblokkeerd voor de hieronder vermelde redenen / Your upload was blocked for the reasons listed below:

# detected
source: Detected {vn}
es: Detectado {vn}
fr: Détecté {vn}
id: Terdeteksi {vn}
it: Rilevato {vn}
nl: Gedetecteerd {vn}

source: Detected control characters
es: Caracteres control detectados
fr: Caractères de contrôle ont été détectés
id: Terdeteksi kontrol karakter
it: Rilevati caratteri di controllo
nl: Gedetecteerd controle karakters

# encrypted_archive
source: Detected encrypted archive; Encrypted archives not permitted
es: Archivo encriptado detectado; No se permiten archivos encriptados
fr: Detected archive cryptée; Archives cryptées pas autorisés
id: Terdeteksi arsip dienkripsi; Arsip dienkripsi tidak diizinkan
it: Rilevato archivio criptato; Archivi criptati non ammessi
nl: Gedetecteerd gecodeerde archief; Gecodeerde archieven niet toegestaan

source: Failed to access
es: Falló el acceso
fr: Échec d'accès
id: Gagal untuk akses
it: Fallito l'accesso a
nl: Mislukt om toegang

source: File
es: Archivo
fr: Fichier
nl: Bestand

source: Filesize limit exceeded
es: Excede el límite del archivo tamaño
fr: Fichier taille limite dépassé
id: File ukuran batas melebihi
it: Dimensione massima del file superata
nl: Bestandsgrootte limiet overschreden

source: Filetype blacklisted
es: Tipo de archivo en la lista negra
fr: Type de fichier sur la noire liste
id: File jenis pada hitam daftar
it: Tipo di file nella lista nera
nl: Bestandstype in zwarte lijst

source: Finished
es: Terminado
fr: Terminé
id: Selesai
it: Finito
nl: Afgewerkt

source: Generated by
es: Generado por
fr: Généré par
id: Dihasilkan oleh
it: Generato da
nl: Gegenereerde door

source: Greylist cleared.
es: Greylist vaciado.
fr: Greylist vidé.
id: Greylist dikosongkan.
it: Lista grigia svuotata.
nl: Greylist geleegd.

source: Greylist not updated.
es: Greylist no actualizado.
fr: Greylist n'a pas été réactualisé
id: Greylist tidak diperbarui.
it: Lista grigia non aggiornata.
nl: Greylist niet bijgewerkt.

source: Greylist updated.
es: Greylist actualizado.
fr: Greylist réactualisé.
id: Greylist diperbarui.
it: Lista grigia aggiornata.
nl: Greylist bijgewerkt.

source: Image
es: Imagen
id: Gambar
it: Immagine

# instance_already_active
source: Instance already active! Please double-check your hooks.
es: Instancia ya está activo! Por favor, compruebe sus ganchos.
fr: Instance déjà actif! S'il vous plaît vérifiez vos crochets.
id: Kejadian sudah aktif! Silakan periksa kait Anda.
it: Istanza già attivo! Si prega di ricontrolla i vostri ganci.
nl: Instantie al actief! Controleer uw haken.

source: Invalid file
es: Archivo no válido
fr: Fichier non valide
id: File tidak valid
it: File non valido
nl: Ongeldige bestand

source: Invalid URL!
es: URL no válido!
fr: URL non valide!
id: URL tidak valid!
it: URL non valido!
nl: Ongeldige URL!

# only_allow_images
source: Uploading files other than images isn't permitted
es: Subir de archivos que no son imágenes no está permitido
fr: Télécharger des fichiers qui ne sont pas images n'est pas autorisée
id: Upload file selain gambar tidak diizinkan
it: Il caricamento di file che non sono immagini non è consentito
nl: Uploaden van niet-beeldbestanden is niet toegestaan

source: phpMussel disabled.
es: phpMussel desactivado.
fr: phpMussel désactivé.
id: phpMussel dinonaktifkan.
it: phpMussel disattivato.
nl: phpMussel uitgeschakeld.

# phpmussel_disabled_already
source: phpMussel already disabled.
es: phpMussel ya está desactivado.
fr: phpMussel déjà désactivé.
id: phpMussel sudah dinonaktifkan.
it: phpMussel già disattivato.
nl: phpMussel al uitgeschakeld.

source: phpMussel enabled.
es: phpMussel activado.
fr: phpMussel activé.
id: phpMussel diaktifkan.
it: phpMussel attivato.
nl: phpMussel ingeschakeld.

# phpmussel_enabled_already
source: phpMussel already enabled.
es: phpMussel ya está activado.
fr: phpMussel déjà activé.
id: phpMussel sudah diaktifkan.
it: phpMussel già attivato.
nl: phpMussel al ingeschakeld.

# plugins_directory_nonexistent
source: Plugins directory doesn't exist!
es: Directorio de plugins no existe!
fr: Répertoire de plugins n'existe pas!
id: Direktori plugin tidak ada!
it: Direttorio dei plugin non esiste!
nl: Plugins bestandsmap bestaat niet!

# quarantined_as
source: Quarantined as "/vault/quarantine/{QFU}.qfu".
es: En cuarentena como "/vault/quarantine/{QFU}.qfu".

# recursive
source: Recursion depth limit exceeded
es: Recursión profundidad límite excedido
fr: Recursion limite de profondeur dépassé
id: Batas kedalaman rekursi melebihi
it: Limite di profondità di controllo superato
nl: Recursie dieptelimiet overschreden

# required_variables_not_defined
source: Required variables aren't defined: Can't continue.
es: Variables requeridas no están definidos: No puede continuar.
fr: Variables requises ne sont pas définies: Ne pouvez pas continuer.
id: Variabel diharuskan tidak didefinisikan: Tidak dapat dilanjutkan.
it: Variabili obbligatori non sono definite: Impossibile di continuare.
nl: Vereiste variabelen zijn niet gedefinieerd: Kan niet doorgaan.

# SafeBrowseLookup_200
source: Potentially harmful URL detected
es: URL potencialmente dañino detectado

# SafeBrowseLookup_400
source: API request error
es: Error de solicitud de la API

# SafeBrowseLookup_401
source: API authorisation error
es: Error de autorización de la API

# SafeBrowseLookup_503
source: API service unavailable
es: Servicio de la API no está disponible

# SafeBrowseLookup_999
source: Unknown API error
es: Error da la API desconocido

# scan_aborted
source: Scanning aborted!
es: Escaneo abortado!
fr: Analyse avorté!
id: Memindai dibatalkan!
it: Controllo interrotto!
nl: Scannen afgebroken!

# scan_chameleon
source: {x} chameleon attack detected
es: {x} camaleón ataque detectado
fr: {x} caméléon attaque détecté
id: Bunglon {x} serangan terdeteksi
it: Rilevato attacco camaleonte {x}
nl: {x} kameleon aanval gedetecteerd

# scan_checking
source: Checking
es: Comprobando
fr: Vérification
id: Memeriksa
it: Verifica
nl: Verifiëren

# scan_checking_contents
source: Success! Proceeding to check contents.
es: Éxito! Procediendo a comprobando las contenidos.
fr: Succès! Procédant à vérifier le contenu.
id: Sukses! Melanjutkan untuk memeriksa isi.
it: Successo! Procedo a verificare i contenuti.
nl: Succes! Gaan tot verifiëren de inhoud.

# scan_command_injection
source: Command injection attempt detected
es: Comandos inyección intento detectado
fr: Commande injection tentative détecté
id: Perintah injeksi terdeteksi
it: Rilevato tentativo di iniezione dei comandi
nl: Command injectie poging gedetecteerd

# scan_complete
source: Complete
es: Completo
fr: Complète
id: Selesai
it: Completato
nl: Voltooid

# scan_extensions_missing
source: Failed (missing required extensions)!
es: Fracasado (desaparecido requeridos extensiones)!
fr: Manqué (manquant extensions requises)!
id: Gagal (hilang ekstensi yang dibutuhkan)!
it: Fallito (mancano le estensioni richieste)!
nl: Mislukt (ontbrekende vereiste extensies)!

# scan_filename_manipulation_detected
source: Filename manipulation detected
es: Manipulación del fichero nombre detectado
fr: Fichier nom manipulation détecté
id: File nama manipulasi terdeteksi
it: Rilevata la manipolazione del nome di un file
nl: Bestandsnaam manipulatie ontdekt

# scan_map_corrupted
source: Signature map corrupted
es: Firma mapa corrompido
fr: Signature carte corrompu
id: Tanda tangan peta rusak
it: Mappa delle firme corrotta
nl: Handtekening kaart beschadigd

# scan_map_missing
source: Signature map missing
es: Firma mapa desaparecido
fr: Signature carte manquante
id: Tanda tangan peta hilang
it: Mappa delle firme mancante
nl: Handtekening kaart ontbrekende

# scan_missing_filename
source: Missing filename
es: Nombre del archivo está ausente
fr: Nom de fichier manquant
id: Hilang nama file
it: Nome del file mancante
nl: Ontbrekende bestandsnaam

# scan_not_archive
source: Failed (empty or not an archive)!
es: Fracasado (vacío o no es un archivo)!
fr: Manqué (vide ou pas une archive)!
id: Gagal (kosong atau tidak sebuah arsip)!
it: Fallito (vuoto o non è un archivio)!
nl: Mislukt (leeg of is geen archief)!

# scan_no_problems_found
source: No problems found.
es: No problemas encontrado.
fr: Pas problème trouvé.
id: Tidak ada masalah yang diketahui.
it: Nessun problema rilevato.
nl: Geen problemen gevonden.

# scan_reading
source: Reading
es: Leyendo
fr: Accéder
id: Bacaan
it: Lettura in corso
nl: Lezen van

# scan_signature_file_corrupted
source: Signature file corrupted
es: Firma archivo corrompido
fr: Signature fichier corrompu
id: Tanda tangan file rusak
it: File delle firme corrotto
nl: Handtekening bestand beschadigd

# scan_signature_file_missing
source: Signature file missing
es: Firma archivo desaparecido
fr: Signature fichier manquant
id: Tanda tangan file hilang
it: File delle firme mancante
nl: Handtekening bestand ontbreekt

# scan_tampering
source: Detected potentially dangerous file tampering
es: Detectado potencialmente peligrosa archivo manipulación
fr: Détecté potentiellement dangereux altération de fichier
id: Terdeteksi perubahan berpotensi berbahaya dalam file
it: Rilevato potenzialmente pericolosi alterazione del file
nl: Gedetecteerd potentieel gevaarlijke bestandswijziging

# scan_unauthorised_upload
source: Unauthorised file upload manipulation detected
es: No autorizado archivos manipulación detectado
fr: Non autorisée manipulation de téléchargement de fichiers détecté
id: Tidak sah file nama manipulasi terdeteksi
it: Rilevata manipolazione non autorizzata del caricamento del file
nl: Ongeautoriseerde bestand uploaden manipulatie gedetecteerd

# scan_unauthorised_upload_or_misconfig
source: Unauthorised file upload manipulation or misconfiguration detected!
es: No autorizado archivos manipulación o malo configuración detectado!
fr: Non autorisée manipulation de téléchargement de fichiers ou mauvaise configuration détecté!
id: Tidak sah file nama manipulasi atau salah-konfigurasi terdeteksi!
it: Rilevata manipolazione non autorizzata del caricamento del file o malconfigurazione!
nl: Ongeautoriseerde bestand uploaden manipulatie of misconfiguratie gedetecteerd!

source: Started
es: Iniciado
fr: Commencé
id: Dimulai
it: Iniziato
nl: Gestart

source: Too many URLs
es: Demasiados URLs
fr: Trop de URL
id: Terlalu banyak URL
it: Troppi URL
nl: Te veel URL's

# upload_error_1
source: Filesize exceeds the upload_max_filesize directive.
es: Fichero tamaño excede la directiva upload_max_filesize.
fr: Fichier taille dépasse la directive upload_max_filesize.
id: File ukuran melebihi direktif upload_max_filesize.
it: La dimensione del file supera la direttiva upload_max_filesize.
nl: Bestandsgrootte overschrijdt de upload_max_filesize richtlijn.

# upload_error_2
source: Filesize exceeds form-specified filesize limit.
es: Fichero tamaño excede la forma especificada fichero tamaño límite.
fr: Fichier taille dépasse la forme spécifiée fichier taille limite.
id: File ukuran melebihi formulir ditentukan file ukuran batas.
it: La dimensione del file supera la dimensione limite specificata dal modulo.
nl: Bestandsgrootte overschrijdt de vorm gespecificeerde bestandsgrootte limiet.

# upload_error_34
source: Upload failure! Please contact the hostmaster for assistance!
es: Subir fracaso! Contacto el hostmaster para ayuda!
fr: Téléchargement échec! S'il vous plaît contacter le hostmaster pour l'aide!
id: Upload gagal! Silahkan hubungi hostmaster untuk bantuan!
it: Caricamento fallito! Contatta l'hostmaster per assistenza!
nl: Upload mislukking! Contact op met de hostmaster voor hulp!

# upload_error_6
source: Upload directory missing! Please contact the hostmaster for assistance!
es: Subir directorio desaparecido! Contacto el hostmaster para ayuda!
fr: Téléchargement répertoire manquant! S'il vous plaît contacter le hostmaster pour l'aide!
id: Upload direktori hilang! Silahkan hubungi hostmaster untuk bantuan!
it: Cartella per il caricamento mancante! Contatta l'hostmaster per assistenza!
nl: Uploadmap ontbreekt! Contact op met de hostmaster voor hulp!

# upload_error_7
source: Disc-write error! Please contact the hostmaster for assistance!
es: Error en el disco contra escritura! Contacto el hostmaster para ayuda!
fr: Disque-écriture erreur! S'il vous plaît contacter le hostmaster pour l'aide!
id: Disk-menulis kesalahan! Silahkan hubungi hostmaster untuk bantuan!
it: Errore nella scrittura del disco! Contatta l'hostmaster per assistenza!
nl: Disc-schrijffout! Contact op met de hostmaster voor hulp!

# upload_error_8
source: PHP misconfiguration detected! Please contact the hostmaster for assistance!
es: PHP mala configuración detectado! Contacto el hostmaster para ayuda!
fr: PHP mauvaise configuration détecté! S'il vous plaît contacter le hostmaster pour l'aide!
id: PHP salah-konfigurasi terdeteksi! Silahkan hubungi hostmaster untuk bantuan!
it: Rilevata una malconfigurazione di PHP! Contatta l'hostmaster per assistenza!
nl: PHP misconfiguratie gedetecteerd! Contact op met de hostmaster voor hulp!

source: Upload limit exceeded
es: Subir límite excedido
fr: Téléchargement limite dépassé
id: Upload batas melebihi
it: Limite di caricamento superato
nl: Uploadlimiet overschreden

# wrong_password
source: Wrong password; Action denied.
es: Contraseña incorrecta; Acción negada.
fr: Mauvais mot de passe; Action rejetée.
id: Password yang salah; Aksi ditolak.
it: Password sbagliata; azione negata.
nl: Verkeerd wachtwoord; Actie geweigerd.

# x_does_not_exist
source: does not exist
es: no existe
fr: n'existe pas
id: tidak ada
it: non esiste
nl: niet bestaat

# cli_commands
source: q - Quit CLI. - Aliases: quit, exit. md5_file - Generate MD5 signatures from files [Syntax: md5_file filename]. - Alias: m. md5 - Generate MD5 signature from string [Syntax: md5 string]. hex_encode - Convert binary string to hexadecimal [Syntax: hex_encode string]. - Alias: x. hex_decode - Convert hexadecimal to binary string [Syntax: hex_decode string]. base64_encode - Convert binary string to base64 string [Syntax: base64_encode string]. - Alias: b. base64_decode - Convert base64 string to binary string [Syntax: base64_decode string]. scan - Scan file or directory [Syntax: scan filename]. - Alias: s. c - Print this command list.
es: q - Dejar CLI. - Alias: quit, exit. md5_file - Generar firmas MD5 de archivos [Sintaxis: md5_file "nombre de archivo"]. - Alias: m. md5 - Generar firma de string [Sintaxis: md5 string]. hex_encode - Convertir string binaria a hexadecimal [Sintaxis: hex_encode string]. - Alias: x. hex_decode - Convertir hexadecimal a string binaria [Sintaxis: hex_decode string]. base64_encode - Convertir string binaria a string base64 [Sintaxis: base64_encode string]. - Alias: b. base64_decode - Convertir string base64 a string binaria [Sintaxis: base64_decode string]. scan - Analizar archivo o directorio [Sintaxis: scan "nombre de archivo"]. - Alias: s. c - Imprimir esta lista de comandos.
fr: q - Quitter CLI. - Alias: quit, exit. md5_file - Générer MD5 signatures des fichiers [Syntaxe: md5_file "nom du fichier"]. - Alias: m. md5 - Générer MD5 signature de string [Syntaxe: md5 string]. hex_encode - Convertir binaire string à hexadécimal [Syntaxe: hex_encode string]. - Alias: x. hex_decode - Convertir hexadécimal à binaire string [Syntaxe: hex_decode string]. base64_encode - Convertir binaire string à base64 string [Syntaxe: base64_encode string]. - Alias: b. base64_decode - Convertir base64 string à binaire string [Syntaxe: base64_decode string]. scan - Analyser fichier ou répertoire [Syntaxe: scan "nom du fichier"]. - Alias: s. c - Imprimer cette liste des commandes.
id: q - Berhenti CLI. - Alias: quit, exit. md5_file - Menghasilkan tanda tangan MD5 dari file [Sintaksis: md5_file "nama file"]. - Alias: m. md5 - Menghasilkan tanda tangan MD5 dari string [Sintaksis: md5 string]. hex_encode - Mengkonversi string biner ke heksadesimal [Sintaksis: hex_encode string]. - Alias: x. hex_decode - Mengkonversi heksadesimal ke string biner [Sintaksis: hex_decode string]. base64_encode - Mengkonversi string biner ke string base64 [Sintaksis: base64_encode string]. - Alias: b. base64_decode - Mengkonversi string base64 ke string biner [Sintaksis: base64_decode string]. scan - Pindai file atau direktori [Sintaksis: scan "nama file"]. - Alias: s. c - Cetak ini daftar perintah.
it: q - Esci dall'interfaccia a riga di comando. - Alias: quit, exit. md5_file - Genera le firme MD5 da file [Sintassi: md5_file nomefile]. - Alias: m. md5 - Genera le firme md5 da stringa [Sintassi: md5 stringa]. hex_encode - Converti la stringa binaria in esadecimale [Sintassi: hex_encode stringa]. - Alias: x. hex_decode - Converti la stringa esadecimale in binaria [Sintassi: hex_decode stringa]. base64_encode - Converti la stringa binaria in base64 [Sintassi: base64_encode stringa]. - Alias: b. base64_decode - Converti la stringa da base64 a binaria [Sintassi: base64_decode stringa]. scan - Controlla un file o una cartella [Sintassi: scan nomefile]. - Alias: s. c - Mostra questa lista di comandi.
nl: q - Verlaten CLI. - Aliassen: quit, exit. md5_file - Genereer MD5 handtekeningen van bestanden [Syntaxis: md5_file bestandsnaam]. - Alias: m. md5 - Genereer MD5 handtekening van string [Syntaxis: md5 string]. hex_encode - Converteren van binaire string naar hexadecimaal [Syntaxis: hex_encode string]. - Alias: x. hex_decode - Converteren van hexadecimaal naar binaire string [Syntaxis: hex_decode string]. base64_encode - Converteren van binaire string naar base64 string [Syntaxis: base64_encode string]. - Alias: b. base64_decode - Converteren van base64 string naar binaire string [Syntaxis: base64_decode string]. scan - Scannen bestand of map [Syntaxis: scan bestandsnaam]. - Alias: s. c - Print dit commando lijst.

source: OK
fr: Bien
id: Oke
it: Fatto
